/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ obtiendra certaines de vos informations financières. Lire plus";

/* Title of the Privacy Policy link. This has to match the mention of the Privacy Policy in the `Credentials.TermsText` string. */
"Credentials.PrivacyPolicy" = "Politique de confidentialité";

/* Title of the link to more information. This has to match the text for link in the `Credentials.Consent.FinancialInformation` string. */
"Credentials.ReadMore" = "Lire plus";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "En utilisant ce service, vous acceptez les Conditions d'utilisation et la Politique de confidentialité de Tink";

/* Title of the Privacy Policy link. This has to match the mention of the Terms and Conditions in the `Credentials.TermsText` string. */
"Credentials.TermsAndConditions" = "Conditions d'utilisation";

/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Continuer à éditer";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Abandonner les modifications";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Voulez-vous vraiment abandonner ce nouvel identifiant ?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Échec d'authentification";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Vous avez déjà une connexion à cette banque ou ce service.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Erreur permanente";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Erreur temporaire";

/* Title for button to start authenticating credentials. */
"Generic.Continue" = "Continuer";

/* Title for button to open BankID app. */
"Credentials.OpenBankID" = "Ouvrir BankID";

/* Title for screen where user fills in form to add credentials. */
"Credentials.Title" = "S'identifier";

/* Text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Description" = "Si vous continuez à utiliser ce service, nous recueillerons des données financières de votre part. Voici les points de données que nous recueillerons :";

/* Title for text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Title" = "Nous recueillerons les données suivantes de votre part";

/* Text shown when adding credentials and waiting for authorization. */
"CredentialsStatus.Authorizing" = "Autorisation…";

/* Text shown when canceling supplementing information. */
"CredentialsStatus.Canceling" = "Annulation…";

/* Text shown when submitting supplemental information. */
"CredentialsStatus.Sending" = "Envoi…";

/* Text shown when updating credentials. */
"CredentialsStatus.Updating" = "Connexion à %@, veuillez patienter…";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Connexion, veuillez patienter…";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Attente d'identification sur un autre appareil";

/* Title for button to dismiss the screen shown when credentials were added successfully. */
"Generic.Done" = "Terminé";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Votre compte a bien été connecté à %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Connexion réussie";

/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Non vérifiée. Cette solution n'est accessible qu'à des fins de développement. Ne saisissez pas vos informations bancaires, sauf si vous faites totalement confiance au développeur.";

/* Title for button to cancel an ongoing task for adding credentials. */
"Generic.Cancel" = "Annuler";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Ignorer";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title generic alert. */
"Generic.Error" = "Erreur";

/* Text used to form a list. */
"Generic.And" = "et";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Le service est actuellement indisponible.";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Réessayer";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Comptes courants";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Cartes bancaires";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "Factures électroniques";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Données d'identité";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investissements";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Prêts";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Agrégation d'hypothécaires";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Prêt hypothécaire";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Paiements";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Comptes épargne";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Transferts";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Nous avons été informés de cette erreur et nous faisons tout notre possible pour la résoudre. Veuillez patienter et réessayer un peu plus tard.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Il s'agit peut-être d'une erreur temporaire, veuillez réessayer et voir si le problème persiste.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Nous sommes navrés, mais nous n'avons pu charger aucune banque pour l'instant";

/* Title for screen where user selects which access type to use when adding credentials. */
"SelectAccessType.Title" = "Ajouter %@";

/* Title for screen where user selects which authentication type to use when adding credentials. */
"SelectCredentialsType.Title" = "Moyen de connexion";

/* Title for list of all providers. */
"ProviderList.Title" = "Choisir une banque";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Rechercher une banque ou une carte";

/* Title for form asking user to supplement information when adding credentials. */
"SupplementalInformation.Title" = "Informations supplémentaires";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Ouvrez l'application Mobile Bank ID et scannez ce code QR pour vous identifier.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Ouvrir l'application BankID";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Télécharger";
